[
  {
    "productName": "S'more Maker",
    "description": "This is a great thing when you want a s`more but don`t want to start a fire!",
    "price": 12,
    "quantity": 5,
    "image": 
  },
  {
    "productName": "Mini Desk Vacuum",
    "description": "No excuses to have your workspace dirty.",
    "price": 14,
    "quantity": 7
  },
  {
    "productName": "Egg Counter",
    "description": "Have your smartphone notify you when you are running low on eggs or when your eggs are going bad!",
    "price": 11,
    "quantity": 10
  },
  {
    "productName": "Mini Donut Factory",
    "description": "Why struggle making big batches of donuts when you can just make up to 30 mini donuts?!",
    "price": 113,
    "quantity": 6
  },
  {
    "productName": "Monogrammed Barbecue Branding Iron",
    "description": "Let your friends and loved ones know who made that delicious piece of steak! Great buy for a grilling fan,",
    "price": 17,
    "quantity": 8
  },
  {
    "productName": "Musical Toilet Roll Device",
    "description": "Can't get enough of Christmas decorations? Have a little fun and sing a long some Christmas tunes!",
    "price": 8,
    "quantity": 4
  },
  {
    "productName": "Wi-Fi Scent Dispenser",
    "description": "Your phone can do so much now. So why not give it the ability to make any room in your house smell instantly like watermelon Jolly Rancher or sizzling bacon?",
    "price": 108,
    "quantity": 15
  },
  {
    "productName": "Musical Cake Server",
    "description": "Perfect for eating a birthday cake alone and wishing somebody,even a piece of cutlery, would sing `Happy Birthday` to you.",
    "price": 20,
    "quantity": 11
  },
  {
    "productName": "Soft Pretzel Makes With Cheese Dip Warmer",
    "description": "Makes 5 soft pretzels at home with you SuperPretzel brand Soft Pretzel Maker.",
    "price": 55,
    "quantity": 7
  },
  {
    "productName": "Smartphone Controlled Kitty Water Fountain",
    "description": "In order to prevent diseases and dehydration caused by water intake, we consider that managing your pets` water intake can improve their  health, prevent illness and insure proper hydration",
    "price": 27,
    "quantity": 9
  }
]